Show / Hide Table of Contents
Enum ValueTypec
Define type of c value
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ValueTypec
Fields
 Name |  Description
 ConstantCurvatureDistribution
Value depends on constant curvature distributio
 SinusoidalCurvatureDistribution
Value depends on sinusoidal curvature distribution
 UserDefined
Value is inputed by user
 Improve this Doc
 View Source